[
    {
        "image": "yorkhome",
        "title": "12 interesting facts about New York City",
        "about": {
                "newsImage": "yorkhome",
                "newsLabel": "12 Interesting Facts About New York City Who doesn’t love the Big Apple? WorldStrides certainly does! We did some research into one of our favorite cities in the United States and learned 12 interesting facts about New York City you may not have known. A little over 8 million people live in New York City. That means 1 in every 38 people in the United States call the city home.More than 800 languages are spoken in New York City, making it the most linguistically diverse city in the world. 4 in 10 households speak a language other than English. Oysters were so popular in New York in the 19th century that the shells were used to pave Pearl Street. They were also used for lime for the masonry of the Trinity Church. France gifted the Statue of Liberty to the United States in 1886 for its centennial celebration. The statue was shipped as 350 pieces in 214 crates and took 4 months to assemble at its current home on Ellis Island. New York City’s Federal Reserve Bank has the largest gold storage in the world. The vault is 80 feet below street level and contains $90 billion in gold. The New York Public Library has over 50 million books and other items and is the second largest library system in the nation after the Library of Congress. It is also the 3rd largest library in the world. The United Nations headquarters was established in New York City in 1952 after World War II. The first pizzeria in the United States opened in NYC in 1895. Since the 1960s, the price of a slice of pizza has been roughly the same price as a subway ride, generating the idea of “Pizza Principle” among economists. The borough of Brooklyn alone would be the fourth largest city in the United States. Queens would also rank fourth nationally. Times Square is named after the New York Times. It was originally called Longacre Square until the Times moved there in 1904. New York City became the first capital of the United States in 1789. More Chinese people live in New York City than any other city outside of Asia. More Jewish people live there than any other city outside of Israel."
            }
    },
    {
        "image": "lionhome",
        "title": "How many years does a lion live ?",
        "about": {
                "newsImage":"lionhome",
                "newsLabel":"Key Points: Female lions have an average lifespan of about 15-16 years in the wild, while males typically live 8-10 years. For lions in captivity, the average lifespan can be much greater because they don’t have natural threats. Arjun is the oldest lion who ever lived. Lions are majestic apex predators that roam in the wild, and issues like food availability, natural threats, and disease can all play a role in their lifespan. Even with their top predator status, there are still many threats that lead them to live a shorter life in the wild than they would experience in captivity. Lions are genetically predisposed to be strong. Their bodies are programmed to grow strong bones and muscles so that they can attack and kill large animals. In the Wild Female lions have an average lifespan of about 15-16 years in the wild, while males live 8-10 years, depending on their access to nutrition and their natural habitat. However, once a lion reaches age 10, they start to become weak and are unable to provide for themselves as they have been. The lioness has a longer lifespan than a male, even with these challenges. Old age isn’t a luxury that most of these big cats are afforded as the result of conflicts with other male lions to be the alpha male in their pride. Males must leave the pride that they are born in during adulthood, but the struggle to find the power they need to thrive leads to an early death. Lions that reach age 10 or older may be exiled for their lack of ability to perform the tasks needed of them by the pride. Other male lions will challenge each other for authority over the pride before the defeated male is cast out. If anything, hunger is the biggest killer of lions of this age. Females are raised to hunt with the pride, giving them the advantage of knowing how to feed themselves. They also are able to live with their birth pride when they are older because they do not have to fight for power. In fact, when male lions attack each other, they leave every lioness alone. In Captivity For lions in captivity, the average lifespan can be much greater because they don’t have natural threats. Instead, they are cared for by zookeepers who provide them with healthcare, food, and other necessities. There are no challenges for power that can overthrow male lions, and no lioness has to hunt for their food. The only possible cause of death for most lions in captivity is their old age. When provided with the right environment, it isn’t unheard of for a lion to surpass 20 years old. In some cases (like that of Arjun and Zenda), they may even live to be 25 or 26 years old. Lions tend to do well in captivity, thriving with constant attention from their caregivers."
            }
    },
    {
        "image": "basketballhome",
        "title": "Why is basketball so important in America ?",
        "about": {
                "newsImage":"basketballhome",
                "newsLabel":"Getting started with the game. As the game is widely popular across the United States of America, you will find a basketball court in every well-to-do house. Although the game needs about 10 players officially to play this game, you will be able to play this game with your friends and families even though it doesn’t include 10 players in total. You can easily go out of your house and shoot the basket all by yourself. If you are willing to play basketball in a competitive surrounding, then you can join any teams or basketball program in Utah that trains people on how to play basketball. Check out some of the best local game centers who are offering training services or associations training people free of cost to promote the basketball game across the globe. You can also join a team and play in competitive games to become a part of the national team in the future and play internationally. Why the game is so popular in the United States of America? There are numerous reasons why this game is popular across the cities and towns in the USA. Some of the best reasons are listed below: It is accessible and easy to learn – All you need to do is a hoop and a ball i.e. basketball to play this game. Compared to other games such as hockey, cricket, soccer, golf, etc., basketball has quite a low barrier to play. What’s more, required for an American? People can just buy a ball and start playing by learning the methods, rules, regulations, and other important things that are required to learn for playing this game. Success in the game needs a unique hybrid. While soccer or any other game needs a unified effort from the teams, basketball is such a game that needs both the contribution from the individuals and the teams to win a game. Americans do know about this concept and that’s the reason why this game helps America to unite people all together under a single shelter when the game is being played in their home courts. It is the best and true melting pot – There are many sports that people buy across the world and enjoy it; however, basketball is a game that melts everyone’s heart and makes them sit and enjoy in a true spirit. NBA (National Basketball Association) hires many players and skilled staff who take care of the players and make them capable of representing an ethnic and incredible diversity that mirrors the gumbo of America. About 53 percent of America’s Basketball team belong to minority castes and creeds, however, they are equally respected and hold a good position within the association and the team. The game promotes purely sport and nothing else. Therefore, it doesn’t see from which community, caste, religion, creed, etc. you belong from. If you have the talent and skill, the game promotes it diligently."
            }
    },
    {
        "image": "meditationhome",
        "title": "12 science based benefits of meditation",
        "about": {
                "newsImage": "meditationhome",
                "newsLabel": "Meditation has been shown to offer many benefits. Although it’s well known as a technique to reduce stress and anxiety, research shows that it may also help enhance your mood, promote healthy sleep patterns, and boost cognitive skills. Meditation is the habitual process of training your mind to focus and redirect your thoughts. The popularity of meditation is increasing as more people discover its many health benefits. You can use it to increase awareness of yourself and your surroundings. Many people think of it as a way to reduce stress and develop concentration. People also use the practice to develop other beneficial habits and feelings, such as a positive mood and outlook, self-discipline, healthy sleep patterns, and even increased pain tolerance. This article reviews 12 health benefits of meditation. 1. Reduces stress Stress reduction is one of the most common reasons people try meditation. One review concluded that meditation lives up to its reputation for stress reduction (1Trusted Source). Normally, mental and physical stress cause increased levels of the stress hormone cortisol. This produces many of the harmful effects of stress, such as the release of inflammatory chemicals called cytokines. These effects can disrupt sleep, promote depression and anxiety, increase blood pressure, and contribute to fatigue and cloudy thinking. In an 8-week study, a meditation style called “mindfulness meditation” reduced the inflammation response caused by stress (2) 2. Controls anxiety Meditation can reduce stress levels, which translates to less anxiety. A meta-analysis including nearly 1,300 adults found that meditation may decrease anxiety. Notably, this effect was strongest in those with the highest levels of anxiety (6Trusted Source). Also, one study found that 8 weeks of mindfulness meditation helped reduce anxiety symptoms in people with generalized anxiety disorder, along with increasing positive self-statements and improving stress reactivity and coping (7Trusted Source). Another study in 47 people with chronic pain found that completing an 8-week meditation program led to noticeable improvements in depression, anxiety, and pain over 1 year (8Trusted Source). What’s more, some research suggests that a variety of mindfulness and meditation exercises may reduce anxiety levels (9Trusted Source) 3. Promotes emotional health. Some forms of meditation can lead to improved self-image and a more positive outlook on life. For example, one review of treatments given to more than 3,500 adults found that mindfulness meditation improved symptoms of depression (12Trusted Source). Similarly, a review of 18 studies showed that people receiving meditation therapies experienced reduced symptoms of depression, compared with those in a control group (13Trusted Source). Another study found that people who completed a meditation exercise experienced fewer negative thoughts in response to viewing negative images, compared with those in a control group (14Trusted Source)4. Enhances self-awareness. Some forms of meditation may help you develop a stronger understanding of yourself, helping you grow into your best self. For example, self-inquiry meditation explicitly aims to help you develop a greater understanding of yourself and how you relate to those around you. Other forms teach you to recognize thoughts that may be harmful or self-defeating. The idea is that as you gain greater awareness of your thought habits, you can steer them toward more constructive patterns (16Trusted Source, 17Trusted Source, 18Trusted Source). One review of 27 studies showed that practicing tai chi may be associated with improved self-efficacy, which is a term used to describe a person’s belief in their own capacity or ability to overcome challenges (19Trusted Source) 5. Lengthens attention span. Focused-attention meditation is like weight lifting for your attention span. It helps increase the strength and endurance of your attention. For example, one study found that people who listened to a meditation tape experienced improved attention and accuracy while completing a task, compared with those in a control group (22Trusted Source). A similar study showed that people who regularly practiced meditation performed better on a visual task and had a greater attention span than those without any meditation experience (23Trusted Source). Moreover, one review concluded that meditation may even reverse patterns in the brain that contribute to mind-wandering, worrying, and poor attention (24Trusted Source)6. May reduce age-related memory loss. Improvements in attention and clarity of thinking may help keep your mind young. Kirtan Kriya is a method of meditation that combines a mantra or chant with repetitive motion of the fingers to focus your thoughts. Studies in people with age-related memory loss have shown it improves performance on neuropsychological tests (26Trusted Source). Furthermore, a review found preliminary evidence that multiple meditation styles can increase attention, memory, and mental quickness in older volunteers (27Trusted Source). In addition to fighting normal age-related memory loss, meditation can at least partially improve memory in patients with dementia. It can likewise help control stress and improve coping in those caring for family members with dementia (28Trusted Source, 29Trusted Source)7. Can generate kindness .Some types of meditation may particularly increase positive feelings and actions toward yourself and others."
            }
    },
    {
        "image": "arthome",
        "title": "How to be good at art ?",
        "about": {
                "newsImage": "arthome",
                "newsLabel": "11 Quick Ways to Improve Your Art (Fast Results) What if I told you there’s a way to quickly improve your art skills?  It’s true! You can learn how to develop your painting and drawing skills more easily than you think.  That’s why, in today’s article, I’m sharing 11 effective strategies that will help you:  Learn how to improve your art skills more quickly and effortlessly by making simple changes to your daily art routine Improve your art style fast so that it becomes more unique and recognizable Identify your weakest art skills so that you understand which skills you need to work on By the time you’re done reading, you’ll be ready to level up your skills by using these awesome art tips! 1. Practice Your Art Skills Every Day I’m going to drop a truth bomb on you:  If you want to succeed as a self-artist and improve your art, you must practice your skills every day  Or at least as often as you can.  The truth is that no one is born with advanced skills and techniques. Even the professionals started off with zero artistic ability.  Want to know how they succeeded?  They practiced as often as they could to master their craft. Essentially, to be the best, you need to learn from the best.  One of the best ways to practice is to schedule time to create art. Even if it’s just for 10 minutes a day, every bit of time counts.  Whenever you practice, make sure you diversify your learning time by focusing on:  Light and shadow Colour theory Composition Perspective Anatomy / figure studies Textures If you take the time to invest in your art skills, you’ll definitely see your artwork improve.  All it takes is consistent dedication and a personal commitment to improve. 2. Study Colour Theory If you want to become a successful artist, you must learn about colour theory.  Colour plays a huge role in the way that we, as humans, observe and interpret art.  In this way, the colours you use in your artwork can make or break the final outcome of that piece.  So, if you feel that your colour theory knowledge is lacking, consider working on any of the following sub-topics:  Colour harmony Colour temperature (temperature bias) Colour mixing (how to avoid muddy colours) Colour combinations (colour palettes) Colour psychology No matter how beautiful or balanced your artwork is, you won’t be able to captivate the viewer if the colours are muddy or disharmonious.  So, do yourself a favour and spend some time improving your colour theory skills. 3. Study Value Scales Value represents the lightness or darkness of a hue.  Each and every colour has a large variety ranging from the lightest values to the darkest values.  In this way, value plays a huge part in your artwork because using different values can create contrast, which is something that many people find visually appealing.  For example, light values can bring attention to highlighted areas of interest whereas dark values can create shadows and greater depth.  In my opinion, one of the best ways to learn about colour value is to experiment with creating monochromatic artwork.  By using a single colour to create art, you’re forced to learn how to use a range of light to dark values to make the subject stand out.  Luckily, I’ve created an easy monochromatic watercolour tutorial to help you develop this important skill.  4. Learn New Skills from Tutorials, Videos, or Books One of the most fun and engaging ways to improve your art skills is to learn from various forms of media.  For instance, you can browse through Google search to find blog tutorials or videos tutorials that suit your learning style.  If you prefer a more traditional method of learning, you can take out books from your local library or buy a few art books to help you learn new art skills."
            }
    },
    {
        "image": "economyhome",
        "title": "United States Economic Forecast",
        "about": {
                "newsImage": "economyhome",
                "newsLabel": "Get the publication With economic strength persisting in Q3, the US is likely to avoid a recession this year. We revise up GDP growth in 2023 and 2024 by 0.6ppts and 0.4ppts respectively, but do not foresee a sustained reacceleration and expect a significant growth slowdown in 2024. After an estimated 2.1% real GDP growth in 2023, we expect 0.9% growth in 2024. Headline CPI inflation is seen averaging 4.0% in 2023 and 2.5% in 2024, with the Fed cutting interest rates by an expected 100 basis points to 4.375% by year-end 2024. We see the 10-year Treasury yield at 3.9% by year-end 2023 and 3.5% at year-end 2024.    Key takeaways A recession in 2023 is unlikely, we believe, prompting a 0.6ppt increase in our 2023 real GDP forecast. We revise up our 2024 growth forecast by 0.4ppts to 0.9%, but this remains well below trend. Core inflation continues to make progress, and we expect a slowing economy will lower CPI inflation to 2.5% in 2024 versus 2.8% in our prior baseline. We see the hiking cycle as complete, but expect the Fed to be cautious about starting to ease. We now forecast 100bps of interest rate cuts in 2024, versus 150bps previously. We lift our year-end forecast for 10-year Treasury yields to 3.9% for 2023 and 3.5% for 2024. Easy disinflation is over. The deceleration in core CPI is continuing, with core inflation rising by 0.3 percentage points (ppt) but slowing in annual terms to 4.3% from 4.7% in July. Used car prices fell 1.2% on the month, helping to moderate core goods inflation by 0.1%. The core services basket also moderated to an annual pace of 5.9%, its slowest pace since July 2022. Shelter inflation decelerated for a fifth consecutive month to 7.2% y-o-y. The progress on both core goods and services disinflation (see Figure 1) supports our view that headline inflation will average about 4.0% this year and cool to a 2.5% average in 2024, down from 2.8% previously. However, headline CPI inflation snapped higher to 3.7% year-on-year in August, from 3.2% in July, as energy prices rose 5.6%. More than half of the rise in the headline index stemmed from higher gasoline prices tied to oil supply cuts by OPEC. If this goes on, we could see upward pressure on both headline and core inflation metrics."
            }
    },
    {
        "image": "historyhome",
        "title": "History of the United States",
        "about": {
                "newsImage": "historyhome",
                "newsLabel": "The history of the lands that became the United States began with the arrival of the first people in the Americas around 15,000 BC. Numerous indigenous cultures formed, and many saw transformations in the 16th century away from more densely populated lifestyles and towards reorganized polities elsewhere. The European colonization of the Americas began in the late 15th century, however most colonies in what would later become the United States were settled after 1600. By the 1760s, the thirteen British colonies contained 2.5 million people and were established along the Atlantic Coast east of the Appalachian Mountains. The Southern Colonies built an agricultural system on slave labor, enslaving millions from Africa for this purpose. After defeating France, the British government imposed a series of taxes, including the Stamp Act of 1765, rejecting the colonists' constitutional argument that new taxes needed their approval. Resistance to these taxes, especially the Boston Tea Party in 1773, led to Parliament issuing punitive laws designed to end self-government. Armed conflict began in Massachusetts in 1775.  In 1776, in Philadelphia, the Second Continental Congress declared the independence of the colonies as the United States. Led by General George Washington, it won the Revolutionary War. The peace treaty of 1783 established the borders of the new sovereign state. The Articles of Confederation established a central government, but it was ineffectual at providing stability as it could not collect taxes and had no executive officer. A convention wrote a new Constitution that was adopted in 1789 and a Bill of Rights was added in 1791 to guarantee inalienable rights. With Washington as the first president and Alexander Hamilton his chief adviser, a strong central government was created. Purchase of the Louisiana Territory from France in 1803 doubled the size of the United States.  Encouraged by the notion of manifest destiny, the United States expanded to the Pacific Coast. While the nation was large in terms of area, its population in 1790 was only four million. Westward expansion was driven by a quest for inexpensive land for yeoman farmers and slave owners. The expansion of slavery was increasingly controversial and fueled political and constitutional battles, which were resolved by compromises. Slavery was abolished in all states north of the Mason–Dixon line by 1804, but states in the south continued the institution, to support the kinds of large scale agriculture that dominated the southern economy. Precipitated by the election of Abraham Lincoln as president in 1860, the Civil War began as the southern states seceded from the Union to form their own pro-slavery country, the Confederate States of America. The defeat of the Confederates in 1865 led to the abolition of slavery. In the Reconstruction era following the war, legal and voting rights were extended to freed male slaves. The national government emerged much stronger, and gained explicit duty to protect individual rights. However, when white southern Democrats regained their political power in the South in 1877, often by paramilitary suppression of voting, they passed Jim Crow laws to maintain white supremacy, as well as new state constitutions that legalized discrimination based on race and prevented most African Americans from participating in public life.  The United States became the world's leading industrial power at the turn of the 20th century, due to an outburst of entrepreneurship and industrialization and the arrival of millions of immigrant workers and farmers. A national railroad network was completed and large-scale mines and factories were established. Mass dissatisfaction with corruption, inefficiency, and traditional politics stimulated the Progressive movement, from the 1890s to the 1920s."
            }
    },
    {
        "image": "fashionhome",
        "title": "Fashion Trends 2023",
        "about": {
                "newsImage": "fashionhome",
                "newsLabel": "Fashion Trends 2023: Fall Looks From The Runway To Wear Now.  All products and services featured are independently chosen by editors. However, StyleCaster may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.  Regarding fashion and specifically fashion week, the industry tries to uphold a delicate balance between longevity and trends. Designers work to craft collections that feel cohesive to their previous work while still breaking some form of a barrier, pushing their designs forward and inspiring a new season of style. As new designer collections debut around the world during fashion month, we begin to see clear fashion trends for 2023 emerge. With cooler temps creeping over the weather app, it’s time to start considering the fall trends for 2023.   When it comes to trends, there is one question that reigns supreme—would you wear it? With bow detailing, high-collar coats, and shades of red dominating fall trends, you can see your favorite celebrities rock a trend before you decide if you want to yourself.   As consumers, we subsequently work through the same tug-and-pull of trends that designers do but on the receiving end. Do we aim to be aspirational or affordable? Do we shop for the moment? Exhilarating, though potentially fleeting. Or, do we shop for the future? Curated for forever, at the risk of playing it a bit safe. Spoiler alert: there’s no correct answer.   To be hyper-aware of trends and the evolving landscape of your own closet is to be a conscious consumer. The current state of the trend cycle moves at a dizzying pace—getting swept up in the current feels inevitable. The art of fashion and building your personal style forms when the wearer moves past consciously participating in trends and chooses to selectively participate. No designer includes every upcoming trend in their collections and frankly, neither should you.   That being said, the fashion trends for 2023 are all over the board. From a continuation of feminine bow accessories and an influx of too-sheer-for-work slip dresses to delicate off-the-shoulder draping, the Fall/Winter ‘23 collections create a “choose your own adventure” game plan. You can scroll through every trend, but only a special few will realistically make it into your closet. I’ve pulled the top eight trends from the runway to try this fall."
            }
    },
    {
        "image": "avocadohome",
        "title": "12 Health benefits of avocado - Medical News Today",
        "about": {
                "newsImage": "avocadohome",
                "newsLabel": "Benefits A diet that contains a variety of fruits and vegetables can provide numerous health benefitsTrusted Source. It may, for example, reduce the risk of obesity, diabetes, heart disease, and overall mortality while promoting a healthy complexion and hair, increased energy, and weight moderation.  Here are 11 reasons why avocados can contribute to a healthy diet:  1. Healthy for the heart In every 100 g of avocado, there are 76 milligramsTrusted Source (mg) of a natural plant sterol called beta-sitosterol. Regularly consuming beta-sitosterol and other plant sterols may help maintain healthy cholesterol levels, which are important for heart health.  2. Great for vision Avocados contain lutein and zeaxanthinTrusted Source, two phytochemicals present in eye tissue. They provide antioxidant protection to help minimize damage, including from UV light.  The monounsaturated fatty acids in avocados also support the absorption of other beneficial fat-soluble antioxidants, such as beta carotene. As a result, adding avocados to the diet may help reduce the risk of developing age-related macular degeneration.  3. May help prevent osteoporosis Half an avocado provides approximately 18%Trusted Source of the daily value of vitamin K.  This nutrient is often overlooked but is essential for bone health. Taking in enough vitamin K can support bone health by increasing calcium absorption and reducing the urinary excretion of calcium.  4. Components may prevent cancer Studies have not yet assessed a direct link between avocado consumption and a reduction in cancer risk. However, avocados do contain compounds that may help prevent the onset of some cancers.  ResearchTrusted Source has associated an optimal intake of folate with a reduced risk of developing colon, stomach, pancreatic, and cervical cancers. However, the mechanism behind this association remains unclear. Half of an avocado contains roughly 81 mcgTrusted Source of folate, 20% of the daily value.  Avocados also contain high levels of phytochemicals and carotenoids, which may have anticancer properties. StudiesTrusted Source have shown that carotenoids, specifically, may protect against cancer progression.  A 2023 studyTrusted Source discovered that more than one weekly serving of avocado was associated with a decreased risk of colorectal, lung, and bladder cancer. However, researchers did not observe associations between avocado consumption and the risk of total cancer or other site-specific cancers. Further research is necessary to confirm these associations.  5. Supporting fetal health Folate is important for a healthy pregnancy. Adequate intake reduces the risk of miscarriage and neural tube abnormalities. A person should consume at least 600 micrograms (mcg)Trusted Source of folate per day when pregnant. One avocado may contain as much as 160 mcgTrusted Source.  Avocados also contain fatty acids that are integralTrusted Source to a healthy diet and fetal development.  6. Reducing depression risk Avocados are a good source of folateTrusted Source, which plays an important role in overall dietary health. Studies have also found links between low folate levels and depression.  Folate helps prevent the buildup of homocysteine, a substance that can impair circulation and delivery of nutrients to the brain. Reviews of past researchTrusted Source have linked excess homocysteine with cognitive dysfunction, depression, and the production of serotonin, dopamine, and norepinephrine, which regulate mood, sleep, and appetite.  7. Improving digestion Avocados are high in fiber, containing approximately 6–7 gTrusted Source per half fruit.  Eating foods with natural fiber can helpTrusted Source prevent constipation, maintain digestive tract health, and lower the risk of colon cancer."
            }
      }
]
